Repository: AdilHernandez91/TravelApp
Catalog: TravelApp/*.lproj/Localizable.strings
Languages: es

source: Validation error
es: Error de validación

source: The email address and password are both required
es: Correo electrónico o contraseña incorrecto

source: Choose an option
es: Elige una opción

source: Delete Photo
es: Eliminar Foto

source: Photo from gallery
es: Foto de la galería

source: Take a photo
es: Hacer una foto

source: Cancel
es: Cancelar

source: Unable to upload document
es: No se pudo subir el documento

source: Unable to upload image
es: No se pudo subir la imagen

source: Unable to download url
es: No se pude descargar el enlace

source: Please fill out all required fields
es: Por favor, rellena todos los campos
